{
  "title": {
    "en": "Resume Timeline",
    "zh": "职业时间轴"
  },
  "timeline": [
    {
      "year": "2022",
      "company": "香港意汇",
      "role": "商业设计师",
      "bullets": [
        "参与 Mall 与商业空间核心项目（杭州三地、千岛湖银泰、杭州大厦等）",
        "建立商业空间完整生命周期认知，从「出图」到「为决策服务」",
        "形成「空间逻辑 + 视觉表达 + PPT 叙事」工作流程",
        "在中外协作团队中担任创意表达与跨文化沟通角色",
        "理解不同业态差异（Mall vs 办公楼 / 国企 vs 私企）"
      ],
      "details": [
        "具体项目：参与杭州三地拿地方案、千岛湖银泰商场、杭州大厦改造、伊芙丽办公大堂、水头石材展厅等多类型商业空间项目，覆盖从概念方案到落地执行的完整周期。",
        "核心成长：从单一设计表达转向理解商业逻辑与空间价值结合，形成对「商业空间如何服务品牌、客流与经营目标」的基础认知，开始区分「好看」与「有商业价值」的差异。",
        "工具体系：使用 Revit、SketchUp、Rhino 进行空间建模，Photoshop 完成视觉表达，以 PPT 为核心进行方案整理与汇报，建立「逻辑清晰、叙事完整」的表达思路。",
        "团队协作：在中外混合团队中承担创意设计与方案表达角色，参与客户汇报，提供中英文沟通与现场翻译支持，提升「设计如何被理解与被接受」的认知。",
        "行业认知：通过不同类型项目形成对商业空间差异化的判断能力，理解 Mall 与办公楼、国企与私企、不同客户类型在需求、预算、决策方式上的显著差异。"
      ]
    },
    {
      "year": "2023",
      "company": "香港意汇",
      "role": "商业设计师（AI 探索）",
      "bullets": [
        "在商业设计前期系统性引入 AI 用于概念方案生成",
        "主要使用 Midjourney 与 WebUI 进行风格探索与视觉迭代",
        "针对项目风格稳定性问题，自学 LoRA 训练方法并应用于设计流程",
        "概念方案生成效率显著提升，前期出图速度提升约 2–3 倍",
        "将 AI 输出融入原有商业设计流程，提升方案表达的丰富度与一致性"
      ],
      "details": [
        "具体项目：2023 年在延续商业设计项目的基础上，开始将 AI 引入前期概念方案阶段，服务于真实商业项目的创意探索与风格表达。在多个商业空间与改造类项目的前期方案中使用 AI 进行概念生成，将 AI 输出作为方案讨论与内部评审的辅助材料，提升早期方案的丰富度与选择空间。",
        "核心成长：从零散使用 AI 出图，逐步过渡到有目标、有风格约束的概念生成。开始意识到风格一致性是 AI 在商业项目中落地的关键问题，在真实项目压力下，形成了「效率、稳定性与可控性」并重的使用思路，使 AI 从「尝鲜工具」走向设计流程的一部分。",
        "工具体系：使用 Midjourney 进行快速概念方向与风格参考生成，WebUI 用于更可控的图像生成与风格细化，通过 YouTube 等渠道自学 LoRA 训练方法，针对项目风格进行定向训练提升输出稳定性，前期概念生成效率相比传统方式提升约 2–3 倍。",
        "团队协作：在团队中逐渐形成「AI 探索 + 创意表达」的复合角色，在设计团队内部承担 AI 概念探索的实验与验证工作，将 AI 生成内容转化为可被团队理解与使用的设计参考，协助同事理解 AI 在前期方案中的使用边界与价值，建立技术探索与设计沟通并重的协作方式。",
        "行业认知：商业项目对 AI 的要求并非「好看」，而是可控、可解释、可落地。不同业态、不同客户对 AI 输出的接受度与使用方式存在明显差异，AI 更适合服务于前期决策与方向判断，而非直接替代后续深化与施工设计，这些认知帮助明确了 AI 在商业设计中的阶段性价值。"
      ]
    },
    {
      "year": "2024",
      "company": "文旺科技 / 卓尚服饰",
      "role": "AI 训练师 / AI 视觉工程师",
      "bullets": [
        "作为 AI 训练师参与 AI 博主内容与工具体系建设",
        "持续探索与验证新一代 AI 工具与工作流",
        "为 WebUI / ComfyUI 开发系统化课程内容并实现商业化",
        "面向电商用户提供 AI 图片制作与产品 LoRA 训练支持",
        "AI 能力从「个人效率」走向「对外输出与交付」"
      ],
      "details": [
        "具体工作：在文旺科技担任 AI 训练师，核心职责围绕 AI 能力探索、内容产品化与商业应用落地。<br><br>① AI 博主内容支持：为 AI 博主「陈生 2.0」持续探索和测试最新 AI 工具、模型与工作流，评估新工具在粉丝用户生产场景中的稳定性。参与并主导 WebUI / ComfyUI 相关课程的开发与制作，将复杂的 AI 工作流拆解为可理解、可复现的教学内容，支持博主将课程产品化并销售给粉丝用户。<br><br>② 电商应用支持：面向博主粉丝中的电商从业者与老板群体，提供实际 AI 应用支持。包括电商商品图的 AI 制作与优化，针对具体产品与品牌进行 LoRA 模型训练与应用。",
        "核心成长：从「AI 使用者」转向「AI 能力输出者」，不再只关注单次出图效果，而是关注流程是否可复用、是否适合教学与交付。开始从「创作者视角」转向「用户视角」，理解学习者与商业用户的真实痛点，在真实商业与教学反馈中快速修正工具选择与工作流设计。这一阶段的 AI 能力，开始具备规模化与商业化属性。",
        "工具体系：重点使用并打磨 WebUI / ComfyUI，构建稳定、可教学、可复用的图像生成工作流，针对不同应用场景（内容创作 / 电商 / 产品图）进行流程拆分。面向电商产品与风格进行定向 LoRA 训练，提升生成内容在商业场景中的一致性与可控性。根据不同用户需求选择合适模型与参数配置，降低普通用户上手门槛，逐步形成「教学友好 + 商业可用」的 AI 工作流设计思路。",
        "商业沟通：角色不再局限于执行，与博主紧密协作将技术探索转化为可传播、可售卖的内容产品。面向电商用户直接对接业务需求，理解其对成本、效率、稳定性的核心诉求，在技术、内容与商业之间承担连接与转译角色。这一阶段显著提升了技术表达与商业沟通能力。",
        "行业洞察：通过教学与电商应用的双重实践，认识到普通用户更需要稳定、可复现的流程而非极限效果，AI 的价值在于降低门槛、放大能力而不是制造技术壁垒，电商场景对 AI 的核心要求是效率、可控性与投入产出比。这些认知直接影响了后续 AI 工具与流程的设计方向。"
      ]
    },
    {
      "year": "2025",
      "company": "卓尚服饰 / 倍率科技",
      "role": "AI 视觉工程师 / AI 工程负责人",
      "bullets": [
        "将 AI 视觉能力系统性引入服装业务流程",
        "支撑商品企划、设计、内容与社媒投放的规模化生产",
        "面向运营团队搭建 ComfyUI / Coze 工作流",
        "AI 内容月产出从 200–300 提升至 600+",
        "在中型企业环境中构建可落地、可复制的 AI 工作模式"
      ],
      "details": [
        "具体工作：在卓尚服饰将 AI 视觉能力真正嵌入服装行业的业务流程。<br><br>① 业务支持：为集团旗下多个服装品牌提供 AI 图像生成支持，覆盖商品企划、款式设计、内容创作与社媒投放等环节。通过 AI 生成服装场景图、模特图及爆款视频脚本，支撑电商平台与社交媒体内容生产，单月内容产出量从 200–300 条提升至 600+ 条。<br><br>② 业务转化：在 2024 秋冬商品测款中，AI 辅助内容效果显著，商品转化率提升至原有基线的 2.5–3 倍。基于人群画像结合 AI 内容生成，推动「银发矩阵号」从 0 到 1 搭建，单账号最高曝光 17.5 万，CTR 达 3.8%。<br><br>③ 组织赋能：主导推动 AI 能力在服装设计、品牌营销、门店视觉陈列等多个部门落地。设计并执行内部 AI 技能培训计划，覆盖设计、企划、内容等岗位 40+ 人，建立统一的操作规范与工作流程。",
        "核心成长：从「个人高手」转向「组织赋能者」，AI 能力第一次在中型组织中被系统性验证。将 AI 从「单一出图工具」转向服务不同业务目标的内容引擎，探索 AI 在服装风格表达、场景构建与人群适配中的价值。从个人效率、到团队赋能、再到业务转化，逐步建立了「AI × 服装 × 组织」的可落地模型。",
        "工具体系：为降低运营与内容团队的使用门槛，重点投入在工作流设计上。使用 ComfyUI 搭建稳定、可复用的 AI 图像生成流程，结合 Coze 根据运营目标设计符合运营逻辑的 AI 使用方式，将复杂的 AI 能力封装为「普通运营可直接使用」的工作流。图像/视频方向使用 Midjourney、Runway、可灵、即梦、Luma，系统与工程方向完成 AI 应用工具培训体系搭建，涵盖 Cursor 编程环境、Agent 构建流程、图像生成、视频生成、数字人创建与 AI 内容投放策略。目标是更稳定、更可交付。",
        "团队协作：在中型企业环境下，AI 的价值不仅来自技术本身，更来自组织层面的协同。主导推动 AI 能力在多个部门落地，设计并执行内部培训计划覆盖 40+ 人，建立统一的操作规范与工作流程，明确输入、输出与使用边界，减少对个人经验的依赖，提升整体团队效率与认知水平。",
        "行业洞察：在卓尚服饰形成了不同于小团队的关键认知。中型企业更关注稳定性、协作成本与可持续性，AI 必须嵌入业务流程才能真正产生价值，内容效果需要与人群画像、渠道特性、投放逻辑深度结合。理解服装行业在节奏快、款式多、验证周期短场景下对 AI 的真实需求。"
      ]
    },
    {
      "year": "2026",
      "company": "倍率科技",
      "role": "AI 工程负责人",
      "bullets": [
        "从 AI 视频项目交付转向 AI 产品化探索",
        "搭建多 Agent 架构，服务视频与内容生成场景",
        "主导 AI SaaS 产品「倍影」的设计与落地",
        "覆盖前端设计、意图识别与 Query 改写模块",
        "AI 能力从「系统」升级为「可持续产品」"
      ],
      "details": [
        "具体工作：从 AI 视频项目交付转向产品化探索。<br><br>① 业务起点：对接多类 AI 视频生成需求，包括营销视频、内容视频与电商相关视频场景。通过项目制交付快速验证不同 AI 视频方案的可行性，在真实交付中识别用户的核心痛点：操作复杂、成本不可控、效果不稳定、强依赖个人经验。<br><br>② 产品转向：主导将项目能力抽象为 AI SaaS 产品——「倍影」（Beiying），面向非技术用户的 AI 视频/图像生成工具，强调「意图驱动，而非参数驱动」，让用户不用理解 AI 也能稳定产出可用内容。<br><br>③ 系统架构：构建多 Agent 协同系统，覆盖用户意图识别（Intent Recognition）、Prompt/Query 改写与增强、任务拆解与执行路径规划。将复杂的生成逻辑隐藏在 Agent 层，输出对用户友好的交互与结果。",
        "核心成长：从「AI 系统构建者」走向「AI 产品创造者」，从「个人执行者」转向「团队负责人/产品推动者」。单次服务不可规模化，必须走向产品化。通过倍影完成了从项目交付→系统能力→SaaS 产品的跃迁，职业角色从「解决问题的人」转向「定义问题与构建系统的人」。",
        "工具体系：重点投入于 Agent 架构的搭建与拆解，构建多 Agent 协同系统。将 AI 能力从「工具集合」升级为智能执行系统，使复杂配置转化为自然语言输入+场景选择，强调「低学习成本、高确定性反馈」的使用体验。承担并主导前端与交互设计，设计面向非技术用户的操作流程。",
        "团队协作：在产品推进过程中角色发生明显变化，组织并带领团队分工开发 Agent 能力，协同前后端、AI 与产品设计，在技术可行性与产品可用性之间进行持续权衡。开始系统性承担技术决策与产品方向判断责任。",
        "行业洞察：在倍影的构建过程中，对 AI 产品形成更成熟的判断。AI 产品的核心竞争力不在模型，而在系统与体验。Agent 是连接用户意图与 AI 能力的关键抽象层。SaaS 产品必须考虑稳定性、成本结构、用户留存、可持续迭代能力，使 AI 从「能力展示」走向长期产品运营。"
      ]
    }
  ]
}
